# bootstrap
brew "chezmoi"
brew "mise"
brew "git"

# shell and developer tools
brew "cloudflared"
brew "jq"
brew "nvm"
brew "pre-commit"
brew "ruby"
brew "uv"
brew "watchman"

# cloud and containers
brew "awscli"
cask "gcloud-cli"
cask "docker-desktop"

# kubernetes
brew "helm"
brew "k9s"

# terraform
brew "tenv"
brew "terraform-docs"
brew "tflint"

# ai homies
cask "1password-cli"
cask "claude-code"
brew "opencode"

tap "peonping/tap"
brew "peonping/tap/peon-ping"

# apps and fonts
cask "font-caskaydia-cove-nerd-font"
cask "secretive"
